[
  {
    "id": 1,
    "title": "Türkiye Barolar Birliği Avukatlık Meslek Kuralları",
    "slug": "turkiye-barolar-birligi-avukatlik-meslek-kurallari",
    "excerpt": "Avukatlık mesleğinin temel ilkeleri ve etik kuralları hakkında kapsamlı bir inceleme.",
    "content": "<p>Avukatlık mesleği, hukukun üstünlüğünü ve adaletin gerçekleşmesini sağlamak amacıyla icra edilen bir kamu hizmetidir. Bu makalede, Türkiye Barolar Birliği tarafından belirlenen avukatlık meslek kurallarını detaylı olarak inceleyeceğiz.</p><p>Avukatlık mesleğinin temel ilkeleri arasında bağımsızlık, tarafsızlık, dürüstlük ve mesleki sır saklama yükümlülüğü yer almaktadır. Bu ilkeler, avukatların müvekkillerine en iyi hizmeti sunabilmeleri için vazgeçilmezdir.</p>",
    "author": "Av. Kadir Taş",
    "image_url": null,
    "category": "Legal News",
    "published": true,
    "published_at": "2024-01-03T00:00:00.000Z",
    "created_at": "2024-01-01T00:00:00.000Z",
    "updated_at": "2024-01-01T00:00:00.000Z"
  },
  {
    "id": 2,
    "title": "Evlendikten Kaç Yıl Sonra Türk Vatandaşlığı Alınır?",
    "slug": "evlendikten-kac-yil-sonra-turk-vatandasligi-alinir",
    "excerpt": "Türk vatandaşı ile evlilik yoluyla vatandaşlık başvurusu süreçleri ve gereken belgeler.",
    "content": "<p>Türk vatandaşı ile evlilik, yabancıların Türk vatandaşlığı kazanabilmelerinin en yaygın yollarından biridir. Bu makalede, evlilik yoluyla vatandaşlık başvurusu için gerekli şartları ve süreci detaylı olarak açıklayacağız.</p><p>Türk Vatandaşlık Kanunu'na göre, Türk vatandaşı ile evli olan yabancılar, en az üç yıl evli kaldıktan ve evlilik birliği devam ettiği sürece başvuruda bulunabilirler.</p>",
    "author": "Av. Kadir Taş",
    "image_url": null,
    "category": "Legal News",
    "published": true,
    "published_at": "2023-12-30T00:00:00.000Z",
    "created_at": "2023-12-26T00:00:00.000Z",
    "updated_at": "2023-12-26T00:00:00.000Z"
  },
  {
    "id": 3,
    "title": "Kırmızı Bülten Ve İnterpol Araması Nasıl Kaldırılır?",
    "slug": "kirmizi-bulten-ve-interpol-aramasi-nasil-kaldirilir",
    "excerpt": "Interpol kırmızı bülten ve arama kararlarının kaldırılması için izlenecek hukuki yollar.",
    "content": "<p>Interpol kırmızı bülteni, uluslararası alanda aranan kişiler için çıkarılan bir belgedir. Bu makalede, kırmızı bülten ve Interpol aramasının nasıl kaldırılabileceğini açıklayacağız.</p><p>Kırmızı bültenin kaldırılması için öncelikle bültene neden olan suçlamaların hukuki dayanağının incelenmesi gerekmektedir. Ardından, Interpol'ün Dosya Kontrol Komisyonu'na (CCF) başvuruda bulunulabilir.</p>",
    "author": "Av. Kadir Taş",
    "image_url": null,
    "category": "Legal News",
    "published": true,
    "published_at": "2023-12-28T00:00:00.000Z",
    "created_at": "2023-12-22T00:00:00.000Z",
    "updated_at": "2023-12-22T00:00:00.000Z"
  }
]


